<?php
return [
    'titleSeo' => 'Calculator universal - на сайті зібрані різні калькулятори',
    'seoDescripton' => 'Калькулятор відсотків, калькулятор підбору АКБ для джерела безперебійного живлення (ДБЖ) та інші корисні калькулятори',
    'seoKey' => 'калькулятор відсотків, калькулятор відпустки, калькулятор відпусток, калькулятор сложного процента',

    'title' => 'Calculator universal - у нас на сайті зібрані найкорисніші калькулятори',

    'calculatorAkbLink' => 'Калькулятор підбору акумулятора для джерела безперебійного живлення.',
    'calculatorAkbText' => 'Калькулятор дозволить розрахувати необхідну ємність акумуляторної батареї, залежно від споживання потужності приладами, підключеними до ДБЖ.',

    'percentageCalc' => 'Калькулятор розрахунку відсотків від числа, числа від процента',
    'percentageCalcText' => 'Онлайн калькулятор розрахунку відсотків – це веб-інструмент, який полегшує швидкий та точний розрахунок відсотків між двома числами.',
];
