<?php
return [
    'seoTitle' => 'Калькулятор підбору акумуляторної батареї АКБ для ДБЖ',
    'seoDescripton' => 'Розрахувати необхідну ємність акумулятора (АКБ) для дому, для квартири, для котла, зручний та простий калькулятор акумулятора для ДБЖ, Калькулятор ДБЖ',
    'seoKey' => 'Калькулятор підбору АКБ для ДБЖ',

    'title' => 'Калькулятор підбору АКБ для ДБЖ',
    'titleText' => 'Шляхом використання інструменту підбору акумуляторних батарей для безперебійного живлення, можливо провести наближений розрахунок необхідної ємності акумулятора для даного джерела безперервного живлення.',

    'titleCalculation' => 'РОЗРАХУНОК ЄМНОСТІ АКУМУЛЯТОРНОЇ БАТАРЕЇ ДЛЯ ДЖЕРЕЛА БЕЗПЕРЕБІЙНОГО ЖИВЛЕННЯ',

    'loadW' => 'Навантаження, W:',
    'loadWHelp' => 'Сумарне навантаження, яке подається на ДБЖ. Можна подивитися в документації приладів, які підключені до ДБЖ',

    'enterValue' => 'Введіть значення',

    'inverterEfficiency' => 'ККД інвертора %:',
    'inverterEfficiencyHelp' => 'ККД інвертора можна подивитися в паспорті ДБЖ, якщо ви не знаєте це значення, то за промовчанням ставте 80.',

    'ratedBatteryVoltage' => 'Номінальна напруга АКБ, V:',
    'ratedBatteryVoltageHelp' => 'Номінальна напруга акумулятора.',

    'workingTime' => 'Час роботи:, год:',
    'workingTimeHelp' => 'Час, який має опрацювати ДБЖ',

    'result' => 'РЕЗУЛЬТАТ:',
    'resultText' => 'Мінімальна ємність АКБ, Ah(Ампер/година)',

    'btnCalculate' => 'Розрахувати',

    'descriptionTitle' => 'Калькулятор підбору акумулятора для джерела безперебійного живлення (ДБЖ) інструкція.',
    'descriptionTitleItem_1' => 'Потрібно заповнити поле Навантаження W, у це поле потрібно ввести сумарну споживану потужність приладів, які будуть підключені до ДБЖ (UPS). Інформацію щодо кожного пристрою можна знайти в технічній документації або на офіційному сайті пристрою.',
    'descriptionTitleItem_1_1' => 'Також споживану потужність можна виміряти за допомогою розумної розетки, або іншого обладнання.',
    'descriptionTitleItem_2' => 'У полі ККД інвертора за умовчанням вже встановлено значення 80%, або як його ще називаю коефіцієнт ККД 0.8, це усереднене значення більшості обладнання, яке перетворює або інакше інвертує електроенергію, такі як джерела безперебійного живлення.',
    'descriptionTitleItem_2_1' => 'Ви можете встановити значення конкретно для вашої моделі, воно вказано у технічній документації, або на офіційному сайті.',
    'descriptionTitleItem_3' => 'Номінальна напруга АКБ, V залежить від того які акумулятори будуть підключатися до ДБЖ, найпоширеніші це акумулятори 12V, акумулятори 24V, акумулятори 48V.',
    'descriptionTitleItem_3_1' => 'Цю інформацію також можна знайти у документації до Вашого ДБЖ. Найчастіше характеристик називається номінальна напруга АКБ, V.',
    'descriptionTitleItem_4' => 'Час роботи. У це поле впишіть час, який має пропрацювати ваше обладнання в годиннику.',


    'descriptionConclusion' => 'Звертаємо Вашу увагу, що розрахунок ємності акумуляторної батареї приблизний, оскільки залежить від багатьох факторів, але при правильно внесених даних Ви вже розумітимете на яку ємність акумулятора Вам потрібно розчісувати.',

    'recommendation' => 'Рекомендуємо вибирати акумуляторну батарею із запасом ємності 20%.',

    'choosing_the_right_battery' => 'Вибір правильного акумулятора для джерела безперебійного живлення (ДБЖ) є важливим кроком для забезпечення надійної роботи вашого обладнання.',

    'several_key_recommendations' => 'Ось кілька ключових рекомендацій щодо того, як правильно вибрати акумулятор для ДБЖ:',
    'several_key_recommendations_1' => 'Визначте свої вимоги: ',
    'several_key_recommendations_1_text' => 'Першим кроком є визначення вашого споживчого обладнання, яке буде підключено до ДБЖ, і його максимальної потужності. Це дозволить вам розрахувати необхідний обсяг акумулятора.',
    'several_key_recommendations_2' => 'Тип акумулятора: ',
    'several_key_recommendations_2_text' => 'ДБЖ може використовувати різні типи акумуляторів, такі як гелеві, агм-акумулятори або літій-іонні. Важливо вибрати тип, який найкраще відповідає вашим потребам.',
    'several_key_recommendations_3' => 'Розрахуйте обсяг: ',
    'several_key_recommendations_3_text' => 'Розрахуйте, скільки часу ДБЖ має забезпечувати живлення вашому обладнанню в разі відмови електропостачання. Це визначить, скільки акумуляторів і якого обсягу вам потрібно.',
    'several_key_recommendations_4' => 'Якість бренду: ',
    'several_key_recommendations_4_text' => 'Вибирайте акумулятори від надійних виробників. Це допоможе уникнути проблем з продуктивністю і тривалістю їх служби.',
    'several_key_recommendations_5' => 'Зарядка і обслуговування: ',
    'several_key_recommendations_5_text' => 'Переконайтеся, що ваш ДБЖ підтримує правильну напругу заряду та вимоги щодо обслуговування акумулятора.',
    'several_key_recommendations_6' => 'Кількість батарей: ',
    'several_key_recommendations_6_text' => 'В залежності від моделі ДБЖ може знадобитися кілька акумуляторів. Переконайтеся, що ви вибрали правильну кількість.',
    'several_key_recommendations_7' => 'Враховуйте температурні умови: ',
    'several_key_recommendations_7_text' => 'Якщо ДБЖ встановлено в неконтрольованому кліматичному просторі, переконайтеся, що акумулятори здатні працювати в таких умовах.',

    'selecting_battery_for_UPS' => 'Вибір акумулятора для ДБЖ - це важлива рішення, яке впливає на надійність вашої системи безперебійного живлення. Не соромтеся звертатися до фахівців, якщо у вас є сумніви щодо правильного вибору.',
];
