<?php
return [
    'seoTitle' => 'Калькулятор відсотків, розрахувати число від відсотка, відсоток від числа',
    'seoDescripton' => 'Онлайн калькулятор відсотків допоможе правильно зробити розрахунок, відсотків від числа, число від відсотка, за зрозумілими формулами',
    'seoKey' => 'калькулятор відсотків, калькулятор відсотків онлайн, онлайн калькулятор відсотків, знайти відсоток від числа калькулятор, калькулятор з відсотками, калькулятор у відсотках',

    'title' => 'Калькулятор відсотків',
    'textInTitle' => 'За допомогою калькулятора відсотків ви зможете легко виконувати різноманітні розрахунки, пов\'язані із відсотками.',
    'descriptionInTitle' => 'Цей інструмент дозволить вам дізнатися, скільки відсотків становить число X від числа Y, визначити число, яке відповідає X відсоткам від числа Y, обчислити число за заданим відсотком, а також здійснювати операції додавання та віднімання відсотків від числа.',

    'percentageOfNumberTitle' => 'Відсоток від числа',
    'howMach' => 'Скільки складає ',
    'percentageOfNumber' => '% від числа ',
    'numberFromNumber' => 'Число від числа',
    'ofNumber' => ' від числа ',
    'is' => ' складає ',
    'add' => 'Додати',
    'toNumber' => ' до числа ',
    'subtract' => 'Відняти ',
    'fromNumber' => ' з числа',

    'whatPercentageIsNumber' => 'Скільки відсотків становить число ',
    'numberByItsPercentage' => 'Число за його відсотками',
    'fromWhatDate' => 'Від якого числа ',
    'addPercentageToNumber' => 'Додати відсоток до числа',
    'subtractPercentageFromNumber' => 'Відняти відсоток з числа',

    'descriptionTitle' => 'Онлайн калькулятор розрахунку відсотків',
    'descriptionTitleText' => 'Калькулятор відсотків є інструментом, спроектованим для полегшення обчислень, пов\'язаних з відсотками. Цей інструмент покликаний допомогти користувачам проводити різноманітні розрахунки, що включають процентні значення. Ось деякі з можливостей, що надаються калькулятором відсотків:',

    'percentageCalculatorFeatures' => 'Можливості калькулятора відсотків:',
    'percentageCalculation' => 'Розрахунок процентного співвідношення:',
    'percentageCalculationText' => 'Дозволяє з\'ясувати, який відсоток становить одне число від іншого. Це корисно, коли важливо зрозуміти частку чи відношення між числами.',

    'calculateNumberByPercentage' => 'Обчислення числа за відсотком: ',
    'calculateNumberByPercentageText' => 'Дозволяє визначити, яке число відповідає певному відсотку від іншого числа. Це може бути корисним, коли потрібно знайти конкретне значення в залежності від відсоткового співвідношення.',

    'calculationOfNumberByGivenPercentage' => 'Розрахунок числа за заданим відсотком: ',
    'calculationOfNumberByGivenPercentageText' => 'Дозволяє обчислити значення з огляду на певний відсоток від цього числа. Це корисно під час виконання фінансових розрахунків, знижок, податків та інших сценаріїв.',

    'operationsWithInterest' => 'Операції з відсотками: ',
    'operationsWithInterestText' => 'Калькулятор дозволяє проводити операції додавання або віднімання відсотків від чисел. Це може бути корисним, наприклад, для розрахунку націнок чи уцінок.',

    'whyDoYouNeedPercentageCalculator' => 'Навіщо потрібний калькулятор відсотків?',
    'whyDoYouNeedPercentageCalculatorText' => 'Калькулятор відсотків є важливим інструментом у багатьох сферах життя, включаючи фінанси, бізнес, економіку, торгівлю та особисті фінанси. Він допомагає спростити складні розрахунки і дозволяє швидко отримати точні результати, що є особливо важливим при прийнятті важливих фінансових рішень.',

    'interestApplication' => 'Застосування відсотків:',
    'interestApplicationText' => 'Відсотки широко використовуються для вираження часток, змін та відносин у різних контекстах. Вони застосовуються у фінансових розрахунках, як розрахунок процентних ставок, нарахування відсотків за кредитами та вкладами. Відсотки також використовуються у статистиці для вимірювання змін у даних та у процесі оцінки ймовірностей.',

    'whatIsPercentage' => 'Що таке відсоток?',
    'whatIsPercentageText' => 'Відсоток - це частка або частина, що виражена в сотих частках від цілого. Символ "%" використовується для позначення відсотків. Наприклад, 25% означає 25 сотих або 25/100. Відсотки дозволяють висловити частку чи відношення у зручнішій формі, що спрощує порівняння та аналіз даних.',
];
