<?php
return [
    'seoTitle' => 'Калькулятор розрахунку часу роботи джерела безперебійного живлення',
    'seoDescripton' => 'Онлайн калькулятор для расчета времени работы источника бесперебойного питания (ИБП, UPS ) calculator-universal.com.ua',
    'seoKey' => 'Калькулятор розрахунку часу роботи джерела безперебійного живлення',

    'title' => 'Розрахунок часу автономної роботи ДБЖ',
    'titleText' => 'Розрахувати скільки пропрацює джерело безперебійного живлення при відключенні електрики',

    'battaryCapacity' => 'Ємність АКБ: Ah',
    'battaryCapacityHelp' => 'Місткість акумуляторної батареї, яка підключена до ДБЖ',

    'titleCalculation' => 'Простий зручний онлайн калькулятор для розрахунку часу автономної роботи безперебійника',

    'resultText' => 'Автономний час роботи безперебійника:',

    'descriptionTitle' => 'Онлайн калькулятор розрахунку автономної роботи безперебійника.',

    'instructionsForUse' => 'Інструкція з користування.',
    'instructionsForUse_1' => 'Введіть у поле Навантаження, W сумарне навантаження, всіх приладів, які будуть підключені та джерелу безперебійного живлення.',
    'instructionsForUse_2' => 'Поле ККД інвертора % за замовчуванням заповнене коефіцієнтом 0,8 яке відповідає 80%, якщо у Вас немає даних з цієї характеристики, то просто пропускайте його.',
    'instructionsForUse_3' => 'У полі Номінальна напруга АКБ, V потрібно ввести напругу акумуляторної батареї, яка підключена до ДБЖ. Ця характеристика вказана на самій батареї, так само часто в назві, або в паспорті виробу.',
    'instructionsForUse_4' => 'У полі Ємність АКБ: Ah потрібно вказати ємність акумулятора. Цю характеристику можна знайти на корпусі виробу, також часто вписують його в назву, або в паспорті виробу.',

    'afterAllFields' => 'Після того, як всі поля будуть заповнені, натисніть кнопку "Розрахувати" і з\'явиться результат. ',
    'calculationsAreApproximate' => 'Розрахунки є приблизними, які мають на увазі ідеальні умови експлуатації.',
    'usingAnOnlineCalculator' => 'За допомогою онлайн калькулятора розрахунку автономної роботи джерела безперебійного живлення, можна отримати час роботи ДБЖ під навантаженням, і зробити висновок достатньо для Ваших завдань, або варто збільшити ємність акумулятора. ',
    'calculateTheBattery' => 'Щоб розрахувати ємність акумуляторної батареї необхідної для вашого навантаження, можна скористатися нашим онлайн калькулятором, ',
    'usingAnOnlineCalculatorLink' => 'підбору акумулятора для джерела безперебійного живлення.'


];
