<?php
return [
    'seoTitle' => 'Розрахунок площі прямокутника онлайн зручний калькулятор',
    'seoDescripton' => 'Зручний калькулятор розрахунку площі прямокутників, для школярів, студентів, швидко розрахувати площу прямокутника calculator-universal.com.ua',
    'seoKey' => 'площі прямокутника',

    'title' => 'Розрахунок площі прямокутника онлайн',
    'titleText' => 'Щоб розрахувати площу прямокутника, потрібно бік "a" помножити на бік "b". S = a * b',

    'selectUnitMeasurement' => 'Виберіть одиниці виміру',

    'sideA' => 'Сторона, "a":',
    'sideAHelp' => 'Введіть довжину сторону прямокутника "a"',
    'sideB' => 'Сторона, "b":',
    'sideBHelp' => 'Введіть довжину сторону прямокутника "b"',

    'enterValue' => 'Введіть значення',
    'result' => 'РЕЗУЛЬТАТ:',

    'areaOfRectangle' => 'Площа прямокутника =',
    'calculate' => 'Розрахувати',

    'onlineCalculatorDescriptionTitle' => 'Зручний онлайн калькулятор розрахунку площі прямокутника для школярів та студентів',
];
