<?php
return [
    'seoTitle' => 'Зручний пошук кирилиці та латиниці в тексті, на сайті calculator-universal.com.ua',
    'seoDescripton' => 'Знайти кирилицю в тексті, знайти латиницю в тексті, зробити це просто і зручно на сайті calculator-universal.com.ua',
    'seoKey' => 'Найти кириллицу в тексте, найти латиницу в тексте,',

    'descriptionTop' => 'Пошук кирилиці та латиниці в тексті - це зручний та потужний онлайн-інструмент, який дозволяє вам легко знаходити символи з російського та українського алфавіту в тексті англійською та навпаки. Цей інструмент було створено для полегшення пошуку символів з іншої розкладки в текстових даних.',

    'yourText' => 'Ваш текст:',

    'findCyrillic' => 'Знайти кирилицю',
    'copied' => 'Скопійовано',
    'findLatinAlphabet' => 'Знайти латиницю',
    'cleanItUop' => 'Очистить',

    'descriptionTitle' => 'Як використовувати пошук кирилиці та латиниці у тексті?',
    'descriptionTitle_1' => 'Вставте текст, у якому потрібно знайти символи.',
    'descriptionTitle_2' => 'Натисніть кнопку "Знайти кирилицю" або "Знайти латиницю" залежно від того, які символи ви хочете знайти.',
    'descriptionTitle_3' => 'В результаті символи будуть виділені червоним кольором.',
    'descriptionTitle_4' => 'У разі потреби відредагуйте результат, а потім скопіюйте підсумковий текст.',
];
