<?php
return [
    'titleSeo' => 'Calculator universal - на сайте собраны разные калькуляторы',
    'seoDescripton' => 'Калькулятор процентов, калькулятор подбора АКБ для источника бесперебойного питания(ИБП) и другое полезные калькуляторы',
    'seoKey' => 'калькулятор онлайн, онлайн калькулятор, калькулятор процент, калькулятор процента, калькулятор процентов, калькулятор проценты',

    'title' => 'Calculator universal - у нас на сайте собраны самые полезные калькуляторы',

    'calculatorAkbLink' => 'Калькулятор подбора аккумуляторной батареи для источника бесперебойного питания.',
    'calculatorAkbText' => 'Калькулятор позволит рассчитать необходимую емкость аккумуляторной батареи, в зависимости от потребления мощности приборами подключёнными к ИБП.',

    'percentageCalc' => 'Калькулятор расчета процентов от числа, числа от процента',
    'percentageCalcText' => 'Онлайн калькулятор расчета процентов - это веб-инструмент, который облегчает быстрый и точный расчет процентов между двумя числами.',
];
