<?php
return [
    'seoTitle' => 'Калькулятор процентов, рассчитать число от процента, процент от числа',
    'seoDescripton' => 'Онлайн калькулятор процентов поможет правильно сделать расчет, процентов от числа, число от процента,  по понятным формулам',
    'seoKey' => 'калькулятор процентов, калькулятор процента, калькулятор процент, калькулятор проценты, калькулятор проценты онлайн, калькулятор процентов онлайн, проценты от числа калькулятор, процент от числа калькулятор, калькулятор процент от числа',

    'title' => 'Калькулятор процентов',
    'textInTitle' => 'С помощью калькулятора процентов вы сможете легко выполнять разнообразные расчеты, связанные с процентами.',
    'descriptionInTitle' => 'Этот инструмент позволит вам узнать, сколько процентов составляет число X от числа Y, определить число, которое соответствует X процентам от числа Y, вычислить число по заданному проценту, а также производить операции прибавления и вычитания процентов от числа.',

    'percentageOfNumberTitle' => 'Процент от числа',
    'howMach' => 'Сколько составляет ',
    'percentageOfNumber' => '% от числа ',
    'numberFromNumber' => 'Число от числа',
    'ofNumber' => ' от числа ',
    'is' => ' составляет ',
    'add' => 'Прибавить',
    'toNumber' => ' к числу',
    'subtract' => 'Вычесть ',
    'fromNumber' => ' из числа',

    'whatPercentageIsNumber' => 'Сколько процентов составляет число ',
    'numberByItsPercentage' => 'Число по его процентам',
    'fromWhatDate' => 'От какого числа число ',
    'addPercentageToNumber' => 'Прибавить процент к числу',
    'subtractPercentageFromNumber' => 'Вычесть процент из числа',

    'descriptionTitle' => 'Онлайн калькулятор расчета процентов',
    'descriptionTitleText' => 'Калькулятор процентов представляет собой инструмент, спроектированный для облегчения вычислений, связанных с процентами. Этот инструмент призван помочь пользователям проводить разнообразные расчеты, включающие в себя процентные значения. Вот некоторые из возможностей, предоставляемых калькулятором процентов:',

    'percentageCalculatorFeatures' => 'Возможности калькулятора процентов:',
    'percentageCalculation' => 'Расчет процентного соотношения:',
    'percentageCalculationText' => 'Позволяет выяснить, какой процент составляет одно число от другого. Это полезно, когда важно понять долю или отношение между числами.',

    'calculateNumberByPercentage' => 'Вычисление числа по проценту: ',
    'calculateNumberByPercentageText' => 'Позволяет определить, какое число соответствует определенному проценту от другого числа. Это может быть полезно, когда нужно найти конкретное значение в зависимости от процентного соотношения.',

    'calculationOfNumberByGivenPercentage' => 'Просчет числа по заданному проценту: ',
    'calculationOfNumberByGivenPercentageText' => 'Позволяет вычислить значение, учитывая определенный процент от этого числа. Это полезно при выполнении финансовых расчетов, скидок, налогов и других сценариев.',

    'operationsWithInterest' => 'Операции с процентами: ',
    'operationsWithInterestText' => 'Калькулятор позволяет проводить операции прибавления или вычитания процентов от чисел. Это может быть полезным, например, для расчета наценок или уценок.',

    'whyDoYouNeedPercentageCalculator' => 'Зачем нужен калькулятор процентов?',
    'whyDoYouNeedPercentageCalculatorText' => 'Калькулятор процентов является важным инструментом во многих сферах жизни, включая финансы,  бизнес, экономику, торговлю и личные финансы. Он помогает упростить сложные расчеты и позволяет быстро получить точные результаты, что особенно важно при принятии важных финансовых решений.',

    'interestApplication' => 'Применение процентов:',
    'interestApplicationText' => 'Проценты широко используются для выражения долей, изменений и отношений в различных контекстах. Они применяются в финансовых расчетах, как расчет процентных ставок, начисления процентов по кредитам и вкладам. Проценты также используются в статистике для измерения изменений в данных и в процессе оценки вероятностей.',

    'whatIsPercentage' => 'Что такое процент?',
    'whatIsPercentageText' => 'Процент - это доля или часть, выраженная в сотых долях от целого. Символ "%" используется для обозначения процентов. Например, 25% означает 25 сотых или 25/100. Проценты позволяют выразить долю или отношение в более удобной форме, что упрощает сравнения и анализ данных.',
];
