<?php
return [
    'seoTitle' => 'Калькулятор расчета времени работы источника бесперебойного питания',
    'seoDescripton' => 'Онлайн калькулятор для расчета времени работы источника бесперебойного питания (ИБП, UPS ) calculator-universal.com.ua',
    'seoKey' => 'Калькулятор расчета времени работы источника бесперебойного питания',

    'title' => 'Расчет времени автономной работы ИБП',
    'titleText' => 'Рассчитать сколько проработает источник бесперебойного питания при отключении электричества',

    'battaryCapacity' => 'Емкость АКБ: Ah',
    'battaryCapacityHelp' => 'Емкость аккумуляторной батареи, которая подключена к ИБП',

    'titleCalculation' => 'Простой удобный онлайн калькулятор для расчета времени автономной работы бесперебойника',

    'resultText' => 'Автономное время работы бесперебойника:',

    'descriptionTitle' => 'Онлайн калькулятор расчета автономной работы бесперебойника.',

    'instructionsForUse' => 'Инструкция по пользованию.',
    'instructionsForUse_1' => 'Введите в поле Нагрузка, W суммарную нагрузку, всех приборов которые будут подключены и источнику бесперебойного питания.',
    'instructionsForUse_2' => 'Поле КПД инвертора % по умолчанию заполнено коэффициентом 0,8 которое соответствует 80%, если у Вас нет данных по этой тех характеристике, то просто пропускайте его.',
    'instructionsForUse_3' => 'В поле Номинальное напряжение АКБ, V нужно ввести напряжение аккумуляторной батареи которая подключена к ИБП. Эта характеристика указана на самой батарее, так же часто в самом названии, или в паспорте изделия.',
    'instructionsForUse_4' => 'В поле Емкость АКБ: Ah нужно указать емкость аккумулятора. Эту характеристику можно найти на корпусе изделия, также часто его вписывают в название, или в паспорте изделия.',

    'afterAllFields' => 'После того как все поля будут заполнены, нажмите кнопку “Рассчитать”  и появиться результат. ',
    'calculationsAreApproximate' => 'Расчеты являются приблизительными, которые подразумевают идеальные условия эксплуатации.',
    'usingAnOnlineCalculator' => 'При помощи онлайн калькулятора расчета автономной работы источника бесперебойного питания, можно получить время работы ИБП под нагрузкой, и сделать вывод достаточно это для Ваших задач, или стоит увеличить емкость аккумулятора. ',
    'calculateTheBattery' => 'Чтобы рассчитать емкость аккумуляторной батареи необходимой для вашей нагрузки, можно воспользоваться нашим онлайн калькулятором, ',
    'usingAnOnlineCalculatorLink' => 'подбора аккумулятора для источника бесперебойного питани.'
];
