<?php
return [
    'seoTitle' => 'Расчет площади прямоугольника онлайн удобный калькулятор',
    'seoDescripton' => 'Удобный калькулятор расчета площади прямоугольников, для школьников, студентов, быстро расчитать площадь прямоугольника calculator-universal.com.ua',
    'seoKey' => 'площади прямоугольника',

    'title' => 'Расчет площади прямоугольника онлайн',
    'titleText' => 'Чтобы рассчитать площадь прямоугольника, нужно сторону "a" умножить на сторону "b". S = a * b',

    'selectUnitMeasurement' => 'Выберите единицы измерения',

    'sideA' => 'Сторона, "a":',
    'sideAHelp' => 'Введите длину сторону прямоугольника "a"',
    'sideB' => 'Сторона, "b":',
    'sideBHelp' => 'Введите длину сторону прямоугольника "b"',

    'enterValue' => 'Введите значение',
    'result' => 'РЕЗУЛЬТАТ:',

    'areaOfRectangle' => 'Площадь прямоугольника =',
    'calculate' => 'Рассчитать',

    'onlineCalculatorDescriptionTitle' => 'Удобный онлайн калькулятор расчета площади прямоугольника для школьников и студентов',
];
