<?php
return [
    'seoTitle' => 'Удобный поиск кириллицы и латиницы в тексте, на сайте calculator-universal.com.ua',
    'seoDescripton' => 'Найти кириллицу в тексте, найти латиницу в тексте, сделать єто просто и добно на сайте calculator-universal.com.ua',
    'seoKey' => 'Найти кириллицу в тексте, найти латиницу в тексте,',

    'descriptionTop' => 'Поиск кириллицы и латиницы в тексте - это удобный и мощный онлайн-инструмент, который позволяет вам легко находить символы из русского и украинского алфавита в тексте на английском и наоборот. Этот инструмент был создан с целью облегчения поиска символов из другой раскладки в текстовых данных.',

    'yourText' => 'Ваш текст:',

    'findCyrillic' => 'Найти кириллицу',
    'copied' => 'Скопировано',
    'findLatinAlphabet' => 'Найти латиницу',
    'cleanItUop' => 'Очистить',

    'descriptionTitle' => 'Как использовать поиск кириллицы и латиницы в тексте?',
    'descriptionTitle_1' => 'Вставьте текст, в котором нужно найти символы.',
    'descriptionTitle_2' => 'Нажмите кнопку "Найти кириллицу" или "Найти латиницу" в зависимости от того, какие символы вы хотите найти.',
    'descriptionTitle_3' => 'В результате искомые символы будут выделены красным цветом.',
    'descriptionTitle_4' => 'В случае необходимости отредактируйте результат, затем скопируйте итоговый текст.',
];
